Repository: JanHovland/PersonOverView
Catalog: PersonOverView/Utilities/PersonOverView_loc/*.xcloc/Localized Contents/*.xliff
Languages: nb_no

# CFBundleName
source: PersonOverView
nb_no: Personer

# NSLocationAlwaysAndWhenInUseUsageDescription
source: This app requires your location
nb_no: Denne appen krever din plassering

# NSLocationWhenInUseUsageDescription
source: This app requires your location
nb_no: Denne appen krever din posisjon

source: Add
nb_no: Ny person

source: Added new user:
nb_no: Ny bruker er registrert:

source: Address
nb_no: Addresse

source: Are you sure you want to delete PostalCode?
nb_no: Er du sikker på at du vil slette PostalCode?

source: Are you sure you want to delete this person?
nb_no: Er du sikker på at du vil slette denne personen?

source: Are you sure you want to delete this user?
nb_no: Er du sikker på at du vil slette denne brukeren?

source: Are you sure you want to save PostalCodes?
nb_no: Er du sikker på at du vil lagre postnummer?

source: Are you sure you want to update this user?
nb_no: Er du sikker på at du vil oppdatere denne brukeren?

source: Birthday
nb_no: Fødselsdager

source: Both email and Password must have a value
nb_no: Både e-post og passord må ha en verdi

source: Can not modify this person yet, due to missing value for its recordID. Please try again later...
nb_no: Kan ikke endre denne personen ennå, fordi tilhørende recordID ennå ikke har fått verdi. Prøv igjen senere...

source: Choose Profile Image
nb_no: Velg profilbilde

source: City
nb_no: Sted

source: Create a new account?
nb_no: Opprett ny bruker?

source: Date of birth
nb_no: Fødselsdato

source: Delete PostalCode
nb_no: Slett PostalCode

source: Delete PostalCode (100 at a time)
nb_no: Slett PostalCode (100 om gangen)

source: Delete an user
nb_no: Slett en bruker

source: Delete person
nb_no: Slett person

source: Delete this person
nb_no: Slett denne personen

source: Delete this user
nb_no: Slett denne brukeren

source: Delete user
nb_no: Slett bruker

source: EMAIL option
nb_no: e-post alternativ

source: Enter city
nb_no: Legg inn sted

source: Enter municipality
nb_no: Legg inn kommune

source: Enter number
nb_no: Legg inn nummer

source: Enter your address
nb_no: Legg inn adresse

source: Enter your email address
nb_no: Legg inn e-post

source: Enter your first name
nb_no: Legg inn fornavn

source: Enter your last name
nb_no: Legg inn etternavn

source: Enter your name
nb_no: Legg inn navn

source: Enter your password
nb_no: Legg inn passord

source: Enter your phone number
nb_no: Legg inn telefonnummer

source: Exit
nb_no: Retur

source: First name
nb_no: Fornavn

source: First name and last name must both contain a value.
nb_no: For- og etternavn må begge ha verdier.

source: Gender
nb_no: Kjønn

source: Hold and release to activate the actions below
nb_no: Trykk hardt og slipp så for å utføre handlingene nedenfor

source: Last name
nb_no: Etternavn

source: Man
nb_no: Mann

source: Message
nb_no: Melding

source: Missing parameters
nb_no: Manglende parametere

source: Missing personal email
nb_no: Mangler e-post adresse

source: Missing phonenumber
nb_no: Mangler telefonnummer

source: Modify
nb_no: Endre

source: Modify user
nb_no: Endre bruker

source: Municipality
nb_no: Kommune

source: Municipality number
nb_no: Kommune nummer

source: Name, eMail and Password must have a value
nb_no: Navn, e-post og passord må alle ha en verdi

source: Name, eMail or Password must all contain a value.
nb_no: Navn, e-post og passord må alle ha en verdi.

source: New person
nb_no: Ny person

source: New user
nb_no: Ny bruker

source: No
nb_no: Nei

source: Options Menu
nb_no: Meny valg

source: PASSWORD
nb_no: PASSORD

source: POSTALCODE
nb_no: POSTNUMMER

source: Password
nb_no: Passord

source: Person overview
nb_no: Oversikt

source: PersonBirthday
nb_no: Fødselsdager

source: Persons overview
nb_no: Oversikt

source: PersonsOverview
nb_no: Oversikt personer

source: Phone Number
nb_no: Telefonnummer

source: Postalcode
nb_no: Postnummer

source: Profile Image
nb_no: Profilbilde

source: Records deleted:
nb_no: Poster slettet:

source: Refresh
nb_no: Frisk opp

source: SMS option
nb_no: SMS alternativ

source: Save
nb_no: Lagre

source: Save PostalCode
nb_no: Lagre postnummer

source: Search...
nb_no: Søk...

source: Select postalcode
nb_no: Velg postnummer

source: Send eMail or SMS
nb_no: Send e-post eller SMS

source: Settings
nb_no: Innstillinger

source: Show password
nb_no: Vis passord

source: Sign In
nb_no: Logg inn

source: Sign Up CloudKit
nb_no: Ny bruker CloudKit

source: Sign in CloudKit
nb_no: Innlogging CloudKit

source: Sign up
nb_no: Legg inn ny bruker

source: Successfully deleted a person
nb_no: En person ble slettet

source: Successfully modified this user
nb_no: Denne brukeren ble endret

source: The user:
nb_no: Brukeren:

source: To do
nb_no: Oppgaver

source: Unknown email or password:
nb_no: Ukjent e-post eller passord:

source: Update an user
nb_no: Oppdater en bruker

source: Update this user
nb_no: Oppdater denne brukeren

source: User
nb_no: Bruker

source: User maintenance
nb_no: Bruker vedlikehold

source: Woman
nb_no: Kvinne

source: Yes
nb_no: Ja

source: You must enter a city
nb_no: Du må legge inn et sted

source: Your name
nb_no: Navn

source: already exists
nb_no: finnes allerede

source: deleted
nb_no: slettet

source: eMail
nb_no: e-post

source: eMail address
nb_no: e-post

source: email
nb_no: e-post

source: was modified
nb_no: ble endret

source: was saved
nb_no: ble lagret
